<?php

return [
    'login' => 'Войти',
    'password' => 'Пароль',
    'email' => 'Эл.адрес',
    'Home' => 'Главная Страница',
    'Vacancy' => 'Ваканция',
    'Team' => 'Команда',
    'My_favourite_vacancy' => 'Мой избранное ваканций',
    'Profile' => 'Профиль',
    'Job' => 'Работа',
    'Resumes' => 'Резюме',
    'logout' => 'Выход',
    'Contact' => 'Контакты',
    'Get Started' => 'Начинать',
    'Category' => 'Категория',
    'Name' => 'Название',
    'Email' => 'Эл.почта',
    'Role' => 'Роль',
    'ban/unban' => 'Блокировать/Разблокировать',
    'edit_role' => 'Редактировать Роль',
    'Search' => 'Найти',
    'Ban' => 'Заблокировать',
    'Unban' => 'Разблокировать',
    'USERS_LIST' => 'СПИСОК ПОЛЬЗОВАТЕЛЕЙ',
    'Roles' => 'Роли',
    'Content_management' => 'Управление содержанием',
    'Read_more' => 'Подробнее',
    'DELETE' => 'Удалить',
    'Code' => 'Код',
    'Add_Role' => 'Добавить Роль',
    'Update_Post' => 'Обновить Пост',
    'You_are_logged_in!' => 'Вы вошли!',
    'Dashboard' => 'Приборная панель',
    'Photo' => 'Фотография',
    'Surname' => 'Фамилия:',
    'Profession:' => 'Профессия:',
    'Date_month_year_of_birth:' => 'Дата месяц год о рождения:
',  'Language:' => 'Язык:',
    'Adress:' => 'Адрес:',
    'Hobbies:' => 'Хобби:',
    'Save post' => 'Сохранить',
    'Enter your hobbi:' => 'Введите свое хобби',
    'Enter your adress:' => 'Введите свое адрес',
    'Enter your language:' => 'Введите свое язык',
    'Enter your date:' => 'Введите свое дата-рождения',
    'Enter your profession' => 'Введите свое профессия',
    'Enter surname' => 'Введите Фамилия',
    'Enter email' => 'Введите свое email',
    'Enter name' => 'Введите имя',
    'Enter photo URL' => 'Введите адрес фото URL',
    'Create' => 'Создать',
    'Improve resume' => 'Улучшить резюме',
    'Hobbi:' => 'Хобби:',
    'Data' => 'Дата:',
    'Name:' => 'Имя:',
    'delete' => 'Удалить',
    'Email:' => 'Email:',
    'read_more' => 'Подробнее',
    'Edit' => 'Изменить',
    'Жұмыс табу үшін ең қолайлы платформа!Тіркел де арманыңдағы жұмысысыңды жаса!' => 'Самая удобная платформа для поиска работы!Зарегистрируйтесь и займитесь работой своей мечты!',
    'Бастау' => 'Начать',
    'Ваканция!' => 'Вакансия!',
    'Категория' => 'Категория',
    'Стажировка' => 'Стажировка',
    'Фриланс' => 'Фриланс',
    'Зарплаты IT-специалистов растут ежегодно' => 'Зарплаты IT-специалистов растут ежегодно',
    'Итак, в связи с ростом востребованности, зарплаты IT- специалистов стали расти. По данным ANYWORK.kz, в 2022 году они выросли на 26%.'=>'Итак, в связи с ростом востребованности, зарплаты IT- специалистов стали расти. По данным ANYWORK.kz, в 2022 году они выросли на 26%.',
    'Junior Developer' => 'Младший разработчик',
    'per month' => 'в месяц',
    'Он может иметь небольшой практический опыт или не иметь его вообщеcтве' => 'Он может иметь небольшой практический опыт или не иметь его вообщеcтве',
    'С более сложными у него чаще всего возникают затруднения, однако толковый кодер может справиться и с ними при помощи других сотрудников компании.' => 'С более сложными у него чаще всего возникают затруднения, однако толковый кодер может справиться и с ними при помощи других сотрудников компании.',
    'Он обладает определенными знаниями и навыками, способен решать простые задачи.' => 'Он обладает определенными знаниями и навыками, способен решать простые задачи.',
    'Middle developer' => 'Cредний разработчик',
    'Middle'=> 'Cредний',
    'достаточно опытный кодер, способный самостоятельно справляться с задачами,которые джуниору не под силу.' => 'достаточно опытный кодер, способный самостоятельно справляться с задачами,которые джуниору не под силу.',
    'Чтобы решать более сложные вопросы, ему необходима помощь ментора' => 'Чтобы решать более сложные вопросы, ему необходима помощь ментора',
    'Senior Developer' => 'Старший разработчик',
    'Senior' => 'Старший',
    'Нахождение нестандартных путей решения эффективных инструментов достижения цели – также его компетенция.' => 'Нахождение нестандартных путей решения эффективных инструментов достижения цели – также его компетенция.',
    'может справляться с задачами высокой сложности, а также руководить другими сотрудниками, участвующими в разработке' => 'может справляться с задачами высокой сложности, а также руководить другими сотрудниками, участвующими в разработке',
    'Неге бізді таңдауыңыз керек!' => 'Зачем выбирать нас!',
    'Отандық өнімбіз.Мұнда Қазақстандық барлық компаниялар тізімі енгізілген.Кез-келген уақытта бос  вакансия қарай аласыз!'=>'Отечественный продукт.Здесь представлен список всех казахстанских компаний.Свободный в любое время вакансия можете посмотреть!',


















    ];
